Repository: Patrick-ayo/MoDoNER
Catalog: OneDrive/Desktop/SIH new ps/flutter_desktop_app/lib/l10n/app_*.arb
Languages: as, hi

# appTitle
source: Vistaar
as: ডিপিআৰ মূল্যায়ন ব্যৱস্থা
hi: डीपीआर मूल्यांकन प्रणाली

source: Home
as: গৃহ
hi: होम

source: Assessment
as: মূল্যায়ন
hi: मूल्यांकन

source: Reports
as: প্ৰতিবেদন
hi: रिपोर्ट

source: Admin
as: প্ৰশাসন
hi: एडमिन

source: Total DPRs Submitted
as: মুঠ ডিপিআৰ দাখিল কৰা হৈছে
hi: कुल डीपीआर प्रस्तुत

source: Completed Evaluations
as: সম্পূৰ্ণ হোৱা মূল্যায়ন
hi: पूर्ण मूल्यांकन

source: Average Completeness
as: গড় সম্পূৰ্ণতা
hi: औसत पूर्णता

source: Active Projects
as: সক্ৰিয় প্ৰকল্প
hi: सक्रिय परियोजनाएं

source: Analytics
as: বিশ্লেষণ
hi: विश्लेषण

source: Flagged Issues
as: ফ্লেগ কৰা বিষয়সমূহ
hi: चिह्नित मुद्दे

source: Risk Prediction
as: ঝুঁকিৰ ভৱিষ্যতবাণী
hi: जोखिम भविष्यवाणी

source: Evaluations Over Time
as: সময়ৰ লগে লগে মূল্যায়ন
hi: समय के साथ मूल्यांकन

source: Recent DPR Submissions
as: শেহতীয়া ডিপিআৰ দাখিল
hi: हाल की डीपीआर प्रस्तुतियाँ

source: Completed
as: সম্পূৰ্ণ
hi: पूर्ण

source: Incomplete
as: অসম্পূৰ্ণ
hi: अपूर्ण

source: Monthly
as: মাহিলী
hi: मासिक

source: Yearly
as: বাৰ্ষিক
hi: वार्षिक

# issueMissingCost
source: Missing Cost Estimates
as: খৰচৰ অনুমান নাই
hi: लागत अनुमान गायब

# issueInconsistentTimelines
source: Inconsistent Timelines
as: অসামঞ্জস্যপূৰ্ণ সময়সীমা
hi: असंगत समय-सीमा

# issueBudgetMismatch
source: Budget mismatch
as: বাজেট অমিল
hi: बजट बेमेल

# issueEnvironmentalImpact
source: Environmental Impact not addressed
as: পৰিৱেশগত প্ৰভাৱ সম্বোধন কৰা হোৱা নাই
hi: पर्यावरणीय प्रभाव संबोधित नहीं

source: AI Risk Predictions
as: এআই ঝুঁকিৰ ভৱিষ্যতবাণী
hi: एआई जोखिम भविष्यवाणियां

# riskCostOverrun
source: Cost Overrun Risk
as: খৰচ বৃদ্ধিৰ আশংকা
hi: लागत बढ़ने का जोखिम

# riskTimeline
source: Timeline Risk
as: সময়সীমাৰ আশংকা
hi: समय-सीमा जोखिम

# riskEnvironmental
source: Environmental Risk
as: পৰিৱেশগত আশংকা
hi: पर्यावरणीय जोखिम

source: High Risk
as: উচ্চ আশংকা
hi: उच्च जोखिम

source: Medium Risk
as: मध्यম আশংকা
hi: मध्यम जोखिम

source: Low Risk
as: কম আশংকা
hi: कम जोखिम
